Repository: aurovrata/ReOrder-posts-within-categories
Catalog: languages/deefusereorder-*.po
Languages: ru_ru

source: Vous devez enregistrer <a href="%s">vos préférences <em>ReOrder Posts in Categories</em></a> au préalables.
ru_ru: Вам нужно зарегистрировать настройки вашего <a href="%s">ReOrder Posts in Categories</a>

source: Tri des articles de type "%s"
ru_ru: Сортировать элементы так как "%s"

source: Sélectionner une catégorie pour trier les articles de type <b>%s</b>.
ru_ru: Выберите категорию для сортировки типа <b>%s</b>.

source: Les catégories grisées ne sont pas accessibles au tri car elle ne contiennent pas assez d'articles pour le moment.
ru_ru: Серые категории недоступны для сортировки так как они содержат недостаточно элементов на данный момент.

source: Utiliser le tri manuel pour cette catégorie ?
ru_ru: Использовать ручную сортировку для этой категории?

source: Oui
ru_ru: Да

source: Non
ru_ru: Нет

source: Listes des articles de type "%s", classé dans la catégorie "%s" :
ru_ru: Список записей "%s" в категории "%s":

source: Options enregistrées.
ru_ru: Изменения сохранены

source: Vous pouvez retrouver maintenant dans le menu principal pour chaque type d'article, une page pour re-ordonner vos éléments à l'intérieur de chaque catégorie.
ru_ru: Теперь у вас появился пункт меню ReOrder для каждого типа записей для изменения порядка сортировки для каждой его категории.

source: Trie des articles d'une catégorie
ru_ru: Сортировка записей по категориям

source: Cocher les catégories dont vous voulez trier manuellement les articles. Une fois que vous aurez coché et validé ces informations, un nouveau menu apparaîtra dans chaque type de post concerné.
ru_ru: Выберите категории, в которых вы хотите настраивать сортировку вручную. Как только вы отметите и сохраните опции появится новый пункт меню для каждого из отмеченных пунктов.

source: Types d'articles disponibles :
ru_ru: Доступные типы записей:

source: Autoriser le tri pour les catégories cochées
ru_ru: Разрешить сортировку для выбранных категорий

source: ReOrder Post within Categories
ru_ru: Изменить сортировку записей по категориям

source: Paramètres
ru_ru: Настройки
