Repository: aurovrata/ReOrder-posts-within-categories
Catalog: languages/reorder-post-within-categories-*.po
Languages: de_de

source: Vous devez enregistrer <a href="%s">vos préférences <em>ReOrder Posts in Categories</em></a> au préalables.
de_de: You need to register your <a href=\"%s\">ReOrder Posts in Categories settings.</a>

source: Tri des articles de type "%s"
de_de: Sortiere Beiträge des Typs "%s"

source: Sélectionner une catégorie pour trier les articles de type <b>%s</b>.
de_de: Wähle eine Kategorie, um die Beiträge des Typs <b>%s</b> zu sortieren.

source: Les catégories grisées ne sont pas accessibles au tri car elle ne contiennent pas assez d'articles pour le moment.
de_de: Grau dargestellte Kategorien können nicht sortiert werden, weil sie aktuell nicht genug Beiträge beinhalten.

source: Utiliser le tri manuel pour cette catégorie ?
de_de: Manuelles Sortieren für diese Kategorie verwenden?

source: Oui
de_de: Ja

source: Non
de_de: Nein

source: Listes des articles de type "%s", classé dans la catégorie "%s" :
de_de: Liste von Beiträgen des Typs "%s" in der Kategorie "%s":

source: Options enregistrées.
de_de: Die Einstellungen wurden gespeichert.

source: Vous pouvez retrouver maintenant dans le menu principal pour chaque type d'article, une page pour re-ordonner vos éléments à l'intérieur de chaque catégorie.
de_de: Du findest jetzt im Hauptmenü jedes Beitragstyps einen Untermenüpunkt "Reorder" zum Sortieren von Beiträgen in allen Kategorien.

source: Trie des articles d'une catégorie
de_de: Sortiere Beiträge innerhalb von Kategorien

source: Cocher les catégories dont vous voulez trier manuellement les articles. Une fois que vous aurez coché et validé ces informations, un nouveau menu apparaîtra dans chaque type de post concerné.
de_de: Wähle die Kategorien, in denen du Beiträge manuell soerieren willst. Sobald du eine Auswahl getroffen und diese gespeichert hast, erscheint ein neuer Untermenüeintrag "Reorder" in allen gewählten Beitragsbereichen.

source: Types d'articles disponibles :
de_de: Verfügbarer Beitragstyp:

source: Autoriser le tri pour les catégories cochées
de_de: Erlaube die Sortierung der ausgewählten Kategorien

source: Paramètres
de_de: Einstellungen
